old/results.bak2/wrk/results/scenario-1-600-400/out.txt
Running 10m test @ http://192.168.1.2
  1 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.39ms  482.04us  16.24ms   84.34%
    Req/Sec   156.08k     4.35k  168.01k    88.48%
  Latency Distribution
     50%    1.20ms
     75%    1.26ms
     90%    2.41ms
     99%    2.65ms
  93185098 requests in 10.00m, 74.54GB read
Requests/sec: 155283.16
Transfer/sec:    127.20MB